Repository: ndloc1905/trangdongwatch
Catalog: admin/locales/user.tmx
Source language: en
Languages: vi

source: Sologan
vi: Khẩu hiệu

source: Administrator
vi: Ban quản trị

source: Members
vi: Thành viên

source: Account
vi: Tài khoản đăng nhập

source: Basic infomation
vi: Thông tin cá nhân

source: Avatar
vi: Hình đại diện

source: Birthdate
vi: Ngày sinh

source: Gender
vi: Giới tính

source: UserName
vi: Nick đăng nhập

source: Nickname
vi: Nick

source: Full name
vi: Họ và Tên

source: Male
vi: Nam

source: Female
vi: Nữ

source: Address
vi: Địa chỉ

source: Phone
vi: Điện thoại

source: Mobile
vi: Di động

source: Login email
vi: Email đăng nhập

source: Bank
vi: Ngân hàng

source: Bank name
vi: Tên ngân hàng

source: Bank account name
vi: Tên tài khỏan

source: Bank account number
vi: Số tài khỏan

source: Id card
vi: CMND

source: Id name
vi: Tên CMND

source: Id number
vi: Số CMND

source: Id image
vi: Hình CMND

source: Introduce
vi: Tự giới thiệu

source: Other Information
vi: Thông tin khác

source: Username is required.
vi: Vui lòng nhập username.

source: Username is invalid.
vi: Username bạn nhập không hợp lệ.

source: Email is required.
vi: Vui lòng nhập Email.

source: Email is invalid.
vi: Email bạn nhập không hợp lệ.

source: Password is required.
vi: Vui lòng nhập Password.

source: Please enter your old password.
vi: Vui lòng nhập mật khẩu cũ.

source: New password is required.
vi: Vui lòng nhập mật khẩu mới.

source: Password is invalid.
vi: Mật khẩu không hợp lệ.

source: Confirm new password is invalid.
vi: Xác nhận mật khẩu mới không hợp lệ.

source: Password was changed successfully.
vi: Đã đổi mật khẩu thành công.

source: This user name already exists.
vi: Username này đã tồn tại trong hệ thống.

source: Fullname is required.
vi: Vui lòng nhập họ và tên.

source: Address is required.
vi: Vui lòng nhập địa chỉ.
